package lesson_08;

public class Main {
    public static void main(String[] args) {
        //1. Создать класс игру, в которой будет происходить игра
        //2. Создать игроков.
        //3. Создать крупье.
        //4. Добавить игроков и крупье в игру
        //5. Добавить колоду карт
        //6. Добавим карты в колоду
        //7. Раздать каждому игроку по 2 карты на старте
        //8. Раздавать каждому игроку по 1 карте, когда они будут просить это, пока это требуется
        //9. Определить победителя

    }
}
